// desc リスト
exports.descArray = new Array(98);  //ほんとは今時array()は使わないらしい。[]推奨。
let descArray2 =  [];　//配列クリア
for(let i = 0; i < 98; i++){
    exports.descArray[i] = descArray2;
};

let ix = 0;
descArray2 =  [];　//配列クリア
descArray2[0] = "蒼の癒し手の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「５」　ＨＰ５回復";
descArray2[3] = "＝「６」　暴発。ＨＰが１ダイス÷２（切り上げ）減る。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "碧の癒し手の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　ＨＰ５回復";
descArray2[3] = "＝「６」　暴発。ＨＰが１ダイス÷２（切り上げ）減る。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "白銀の癒し手の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「１」　全回復";
descArray2[3] = "＝「６」　暴発。対象に３ダイス分のダメージを与える。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "人面鳥の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　魅惑";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魅惑にかかったものは、魅惑した者に攻撃できない。";
descArray2[5] = "魅惑した者の物理攻撃は自動命中。";
descArray2[6] = "（魅惑された者の次のターン終了まで）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "人面鳥の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　魅惑";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魅惑にかかったものは、魅惑した者に攻撃できない。";
descArray2[5] = "魅惑した者の物理攻撃は自動命中。";
descArray2[6] = "（魅惑された者の次のターン終了まで）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "一角獣の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "毒への耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魅惑・石化・金縛り・眠り　について";
descArray2[5] = "ターン開始にそれぞれ下記の無効判定を行う。";
descArray2[6] = "≦「２」　無効";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ３　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜紅き水晶の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜黒き水晶の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "言霊狩りの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "相手の呪文が成功した後に使用";
descArray2[3] = "≦「４」　その呪文の効果を打ち消す。";
descArray2[4] = "＝「６」　暴発。打ち消そうとした呪文の暴発の効果を受ける。";
descArray2[5] = "　　　　暴発の効果が全体の場合でも、術者のみが被害にあう。";
descArray2[6] = "※１つの呪文に対して使用できるのは１回のみ。";
descArray2[7] = "※同じ呪文に対して何か他の呪文を使用していた場合は使用不可。";
descArray2[8] = "※自分が使用した呪文に対する、対抗呪文（言霊狩り等）に対しては";
descArray2[9] = "　使用不可。（呪文は１フェーズに１回に抵触するため）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "死せる魔術師の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "ＭＸ＋１　ＭＦ＋２　（ＭＦ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★死せる魔術師の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "天翔ける馬の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "Ｘ＋１　Ｆ＋２　（Ｆ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★天翔ける馬の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "複合体の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "印の増加";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "この紋章を追加の印として使用できる。";
descArray2[5] = "★ＡＮＹ";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "多頭竜の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "ＨＰ＋２　（ＨＰ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魔物フェイズにほかの紋章を使用しながら回復できる。";
descArray2[5] = "★多頭竜の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜黒き水晶の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "火蜥蜴の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "火属性の無効化";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "ケルベロス、ドラゴンのダメージ（炎）を受けなくなる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "魔人の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　≦ＭＸ　Ｄ５　（Ｄ＋２）　魔法";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "≦「３」は召喚チェック。";
descArray2[5] = "召喚チェックと命中判定は、毎回各印毎に行う。";
descArray2[6] = "★魔人の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "目覚めの刻の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　眠り、魅惑、石化、金縛り、麻痺のすべてを打ち消す。";
descArray2[3] = "＝「６」　暴発。術者は≦「４」、他は≦「２」で石化する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "幸運の金貨の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　術者の次のターン終了まで全てのダイスに±１の修正を加えられる。";
descArray2[3] = "＝「６」　次のターン終了まで全てのダイスに不利な方に±１の修正が入る。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "封印の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　紋章（のセット）を一つ取り除く。";
descArray2[3] = "＝「６」　暴発。自分の紋章（のセット）を一つランダムに破棄する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "竜の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　≦Ｘ　Ｄ５　（Ｄ＋２）　炎";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "≦「３」は召喚チェック。";
descArray2[5] = "召喚チェックと命中判定は、毎回各印毎に行う。";
descArray2[6] = "★竜の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜冷たき鋼の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜黒き水晶の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "月影の鏡の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「２」　ダメージの反射";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "ダメージを受ける毎に判定する。";
descArray2[5] = "呪文は反射できない。";
descArray2[6] = "グールの付与攻撃は麻痺も反射する。";
descArray2[7] = "卑しき青銅の鱗があれば、先に判定する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "吸血鬼の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "与えたダメージの１／２（切り捨て）のＨＰを回復する。";
descArray2[5] = "※金縛り中は回復しない。";
descArray2[6] = "★吸血鬼の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "一角獣の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "毒への耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魅惑・石化・金縛り・眠り　について";
descArray2[5] = "ターン開始にそれぞれ下記の無効判定を行う。";
descArray2[6] = "≦「２」　無効";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜冷たき鋼の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "人面花の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　Ｄ３　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★人面花の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "沈黙の時の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "相手が呪文を宣言した直後に使用する。";
descArray2[3] = "≦「４」　対象の呪文を破棄する。";
descArray2[4] = "≦「６」　暴発。ゲーム終了まで術者は成功チェックが２回必要となる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "夢魔の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　眠り";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "眠りに落ちた者は、次のターンは回復しか行えない。（１ターンのみ）";
descArray2[5] = "その際、≦「３」で眠らせた者がその回復したＨＰを奪取する。";
descArray2[6] = "眠った相手が回復不能の時は、ＨＰを奪取できない。";
descArray2[7] = "自分の魔物が回復不能（石化、麻痺、金縛り）の場合、相手の回復";
descArray2[8] = "したＨＰを奪えるが、自身のＨＰは回復しない。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "魔人の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　≦ＭＸ　Ｄ５　（Ｄ＋２）　魔法";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "≦「３」は召喚チェック。";
descArray2[5] = "召喚チェックと命中判定は、毎回各印毎に行う。";
descArray2[6] = "★魔人の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "賢者の夢の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　山札か他者の手札から合計１０枚の札を見て、そのうち１枚を";
descArray2[3] = "　　　　自分のものにできる。";
descArray2[4] = "＝「６」　暴発。術者の手札を公開し、呪文、紋章、混沌の輪を各１枚"
descArray2[5] = "　　　　捨てる。"
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "死せる屍者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "眠りと魅惑の耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "眠りと魅惑状態にならない。";
descArray2[5] = "すでにその状態にある時は、この紋章付与で直ぐに無効化する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "沈黙の時の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "相手が呪文を宣言した直後に使用する。（成功チェック前）";
descArray2[3] = "≦「４」　対象の呪文を破棄する。";
descArray2[4] = "≦「６」　暴発。ゲーム終了まで術者は成功チェックが２回必要となる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "紋章喰らいの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　他の魔物の印を１つ選び、その上の紋章をすべて奪う。";
descArray2[3] = "≦「６」　暴発。術者の各印毎に≦「２」でその上の紋章が全て失われる。";
descArray2[3] = "※呪文成功後、直ちに継ぐか捨てるか決めること。"
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "言霊狩りの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "相手の呪文が成功した後に使用する。";
descArray2[3] = "≦「４」　対象の呪文の効果を打ち消す。";
descArray2[4] = "≦「６」　暴発。打ち消そうとした呪文の暴発の効果を受ける。";
descArray2[5] = "　　　　暴発の効果が全体の場合でも、術者のみが被害にあう。";
descArray2[6] = "※１つの呪文に対して使用できるのは１回のみ。";
descArray2[7] = "※同じ呪文に対して何か他の呪文を使用していた場合は使用不可。";
descArray2[8] = "※自分が使用した呪文に対する、対抗呪文（言霊狩り等）に対しては";
descArray2[9] = "　使用不可。（呪文は１フェーズに１回に抵触するため）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "不死鳥の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　復活　（使用後破棄）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "混沌の輪を身に纏っていた場合は失われる。";
descArray2[5] = "ＨＰは２０まで回復する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜黒き水晶の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "貫き通す矢の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「１」　（Ｄ×３）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "毒や他の特殊ダメージは３倍にならない。";
descArray2[5] = "★咬み砕く者の紋章";
descArray2[6] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜冷たき鋼の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "二重に歩くの紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "他者の紋章のコピー";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "自分のターン開始時にコピーする紋章を決める。";
descArray2[5] = "不死鳥をコピーした場合、発動後この紋章も消える。";
descArray2[6] = "次のターンまでは、コピー元の紋章がどうなっても、コピーした紋章は有効。";
descArray2[7] = "紋章喰らいでは、コピーした状態で奪われる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "女王の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　石化";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "石化した魔物は、行動・回復不可。";
descArray2[5] = "石化した者は、魔物フェーズの最初に≦「１」で解呪の成功判定を行う。";
descArray2[6] = "その際、ＨＰ－１毎に成功判定のダイスにー１補正できる。";
descArray2[7] = "石化しても、鬼の自動回復は妨げられない。";
descArray2[8] = "★女王の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "紅の癒し手の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　ＨＰ１０回復。";
descArray2[3] = "≦「６」　暴発。ＨＰが１ダイス減る。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ３　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜全き闇の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "不死鳥の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　復活　（使用後破棄）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "混沌の輪を身に纏っていた場合は失われる。";
descArray2[5] = "ＨＰは２０まで回復する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "地獄の番犬の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "Ｄ２　（Ｄ＋１）　炎";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "命中判定の必要なく、ダメージを与える。";
descArray2[5] = "★地獄の番犬の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "泥人形の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "石化と金縛りへの耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "石化と金縛り状態にならない。";
descArray2[5] = "すでにその状態にある時は、この紋章付与で直ぐに無効化する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "死せる屍者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "眠りと魅惑の耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "眠りと魅惑状態にならない。";
descArray2[5] = "すでにその状態にある時は、この紋章付与で直ぐに無効化する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "地獄の番犬の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "Ｄ２　（Ｄ＋１）　炎";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "命中判定の必要なく、ダメージを与える。";
descArray2[5] = "★地獄の番犬の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "複合体の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "印の増加";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "この紋章を追加の印として使用できる。";
descArray2[5] = "★ＡＮＹ";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "多頭竜の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "ＨＰ＋２　（ＨＰ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魔物フェイズにほかの紋章を使用しながら回復できる。";
descArray2[5] = "★多頭竜の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "多頭竜の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "ＨＰ＋２　（ＨＰ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魔物フェイズにほかの紋章を使用しながら回復できる。";
descArray2[5] = "★多頭竜の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア　MM52
descArray2[0] = "人形使いの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　他者の魔物１体を、その魔物の次の魔物フェーズに操る。";
descArray2[3] = "≦「６」　暴発。術者の魔物が操ろうとした魔物の術者に操られる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "狂える月の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "対象の呪文の宣言直後に使用。（成功チェック前）";
descArray2[3] = "≦「４」　呪文の成功と暴発の目が入れ替わる。";
descArray2[4] = "≦「６」　暴発。ゲーム終了まで全プレイヤーの成功と暴発が入替わる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "天翔ける馬の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "Ｘ＋１　Ｆ＋２　（Ｆ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★天翔ける馬の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "食屍鬼の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「２」　（麻痺）　毒";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "攻撃命中時、チェック成功で対象の魔物は１ターン行動・回復不可";
descArray2[5] = "（鬼の自動回復は妨げられない）";
descArray2[6] = "★咬み砕く者の紋章";
descArray2[7] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "吸血鬼の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "与えたダメージの１／２（切り捨て）のＨＰを回復する。";
descArray2[5] = "※金縛り中は回復しない。";
descArray2[6] = "★吸血鬼の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "吸血鬼の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "与えたダメージの１／２（切り捨て）のＨＰを回復する。";
descArray2[5] = "※金縛り中は回復しない。";
descArray2[6] = "★吸血鬼の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "卑しき青銅の鱗の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「２」　ダメージ無効";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "呪文のダメージは無効化できない。";
descArray2[5] = "ダメージを受ける毎に判定を行う。";
descArray2[6] = "グールを付与した攻撃の無効化時は、麻痺も受けない。";
descArray2[7] = "月影の鏡の前に判定する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "小さき王の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　（Ｄ＋４）　毒";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "攻撃命中時、チェック成功で追加ダメージ";
descArray2[5] = "★咬み砕く者の紋章";
descArray2[6] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "守護方陣の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "他者のターン終了時に使用。";
descArray2[3] = "≦「４」　そのターンに受けたＨＰに対するダメージを無効にする。";
descArray2[4] = "≦「６」　暴発。そのターンに受けたＨＰに対するダメージが２倍になる。";
descArray2[4] = "※石化、眠り、金縛りは残る。麻痺は解除される。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "小さき王の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　（Ｄ＋３）　毒";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "攻撃命中時、チェック成功で追加ダメージ";
descArray2[5] = "★咬み砕く者の紋章";
descArray2[6] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "小さき王の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「２」　（Ｄ＋５）　毒";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "攻撃命中時、チェック成功で追加ダメージ";
descArray2[5] = "★咬み砕く者の紋章";
descArray2[6] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ３　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜紅き水晶の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "竜の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　≦Ｘ　Ｄ５　（Ｄ＋２）　炎";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "≦「３」は召喚チェック。";
descArray2[5] = "召喚チェックと命中判定は、毎回各印毎に行う。";
descArray2[6] = "★竜の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "死せる魔術師の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "ＭＸ＋１　ＭＦ＋２　（ＭＦ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★死せる魔術師の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "咬み砕く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ２　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜冷たき銀の牙＞";
descArray2[5] = "★咬み砕く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "人面花の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　Ｄ３　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★人面花の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "熾天使の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "Ｄ２";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "全魔物に自動ダメージ。（紋章の所有者を含む）";
descArray2[5] = "巨人、小妖精のダメージ補正なし。";
descArray2[6] = "金縛り時は、自動でＨＰ－２を払い、攻撃を発動する。";
descArray2[7] = "麻痺、眠り、石化の時、歪められし時の呪文によりターンが飛ばされた場合";
descArray2[8] = "は攻撃が発動しない。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "複合体の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "印の増加";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "この紋章を追加の印として使用できる。";
descArray2[5] = "★ＡＮＹ";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "泥人形の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "石化と金縛りへの耐性";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "石化と金縛り状態にならない。";
descArray2[5] = "すでにその状態にある時は、この紋章付与で直ぐに無効化する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "復習の刃の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "他者のターン終了時に使用。";
descArray2[3] = "≦「４」　そのターンに受けたダメージを他の１人に与える。";
descArray2[4] = "≦「６」　暴発。術者の魔物がもう一度同じダメージを受ける。";
descArray2[5] = "※復讐するダメージの発生源は敵であること。（影使いの呪文で被ったダ";
descArray2[6] = "　メージ、人形使いの呪文に操られた仲間からのダメージ、敵が使った病め";
descArray2[7] = "　る紋章の呪文暴発ダメージは復讐対象にできる）";
descArray2[8] = "　味方が使った病める紋章の呪文、堕天使の紋章は復讐対象外。";
descArray2[9] = "※ダメージを『復讐』する相手は敵味方問わず。自分は対象に出来ない。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "影使いの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　他者の魔物の影に本体を襲わせる。";
descArray2[3] = "≦「６」　暴発。術者の魔物が、術者の魔物の影に襲われる。";
descArray2[4] = "※本体が麻痺、眠り、石化、金縛りの状態でも影の行動を制約しない。";
descArray2[5] = "　歪められし時などで止まっていても影は襲ってくる。";
descArray2[6] = "※熾天使を持っていても、影の攻撃は本体にのみダメージを与える。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "病める紋章の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　対象の魔物が保有している紋章１枚につき１ダメージ。";
descArray2[3] = "　　　　（ダメージを受ける前に紋章を捨てても良い）";
descArray2[4] = "≦「６」　暴発。全員が紋章１枚につき１ダメージ。術者は２倍。";
descArray2[5] = "※紋章を捨てる場合、継ぎ足された紋章をセットで捨てなければならない。";
descArray2[6] = "※暴発の場合、紋章を捨てることができない。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "引き裂く者の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦Ｘ　Ｄ３　（Ｄ＋２）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "＜全き闇の爪＞";
descArray2[5] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "嘆きの妖精の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　金縛り";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "金縛りに掛かった者の次のターン終了まで、１系列の紋章を使う毎に、";
descArray2[5] = "ＨＰ－２のダメージを受ける。１ターン回復不可（鬼の自動回復以外）";
descArray2[6] = "上記ダメージは、他の呪文、紋章等で無効化できない。";
descArray2[7] = "ダメージを受けるのは、行動宣言直後、紋章を使用する前。";
descArray2[8] = "熾天使以外の自動発動の紋章（耐性等）はＨＰを消費しない。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "女王の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　石化";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "石化した魔物は、行動・回復不可。";
descArray2[5] = "石化した者は、魔物フェーズの最初に≦「１」で解呪の成功判定を行う。";
descArray2[6] = "その際、ＨＰ－１毎に成功判定のダイスにー１補正できる。";
descArray2[7] = "石化しても、鬼の自動回復は妨げられない。";
descArray2[8] = "★女王の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "遡る砂時計の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "紋章の使用の成功";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "召喚チェックが常に成功となる。";
descArray2[5] = "★竜の紋章";
descArray2[6] = "★魔人の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "火蜥蜴の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "火属性の無効化";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "ケルベロス、ドラゴンのダメージ（炎）を受けなくなる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "人面花の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦ＭＸ　Ｄ３　（Ｄ＋１）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "★人面花の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "歪められし時の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　１人選び、その手番を１ダイス÷２（切上げ）ターン飛ばす。";
descArray2[3] = "≦「６」　暴発。術者が１ダイス÷２（切上げ）ターン飛ばされる。";
descArray2[4] = "※対抗呪文（言霊狩り等）も使用不可。";
descArray2[5] = "※熾天使以外の自動発動の紋章（耐性等）の効果は有効。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪外しの呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「４」　対象の混沌の輪を外す。";
descArray2[3] = "≦「６」　暴発。全員ダイスを振り、術者は≦「４」、他は≦「２」で自分";
descArray2[4] = "　　　　の魔物の混沌の輪が外れる。";
descArray2[5] = "※印やＨＰの減少は、混沌の輪が外れたタイミングで併せて実施する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "食屍鬼の紋章";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「２」　（麻痺）　毒";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "攻撃命中時、チェック成功で対象の魔物は１ターン行動・回復不可";
descArray2[5] = "（鬼の自動回復は妨げられない）";
descArray2[6] = "★咬み砕く者の紋章";
descArray2[7] = "★引き裂く者の紋章";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "朱の癒し手の呪文";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "≦「３」　ＨＰ１０回復";
descArray2[3] = "＝「６」　暴発。ＨＰが１ダイス減る。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／魔術師";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１５ー１　６ー０　９－３（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "使用する呪文の成功チェックに±１の補正が可能。";
descArray2[5] = "ただし、「６」（狂える月の影響下なら「１」）は暴発。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／巨人";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２５ー３　９ー０　６－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "自らの物理攻撃は、ダメージに＋１。";
descArray2[5] = "魔法（ＭＸ）攻撃はダメージからー１する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／狂戦士";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１７ー３　８ー０　６－３（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "魔法（ＭＸ）以外の物理攻撃用紋章を２回づつ使用できる。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／鬼";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１５ー４　８ー０　８－１（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "自分のターンにＨＰが１づつ自動回復する。";
descArray2[5] = "多頭竜の紋章使用時、多頭竜の紋章１枚毎に回復量が＋１される。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／小妖精";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１０ー１　８ー２　８－２（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "自らの物理攻撃はダメージにー１。";
descArray2[5] = "女王、嘆きの精霊、人面鳥、夢魔の各紋章を２回づつ使える。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／獣";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー２　８ー１　８－１（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "咬み砕く者の紋章使用時にダメージ＋２。";
descArray2[5] = "引き裂く者の紋章使用時にダメージ＋２。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／騎士";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１７ー２　９ー１　７－１（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "自分より現在のＨＰが高い相手への攻撃はダメージ＋２。";
descArray2[5] = "自分より現在のＨＰが低い相手への攻撃はダメージー２。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／彫像";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１８ー１　８ー２　７－２（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "ダメージを受けたとき≦「２」で無効にできる。";
descArray2[5] = "（呪文によるダメージは無効化できない）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／使者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "１３ー１　１０ー０　９－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "あらゆる攻撃のダメージに＋１。";
descArray2[5] = "貫き通す矢の紋章のチェックを２回行うことができる。";
descArray2[6] = "（２回成功した場合は９倍）";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "混沌の輪／蟲";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "３０ー３　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
descArray2[4] = "印を３つ有する。";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;

ix = ix + 1;
descArray2 =  [];　//配列クリア
descArray2[0] = "忌まわしき者";
descArray2[1] = "--------------------------------------------------";
descArray2[2] = "２０ー１　７ー０　７－０（ＨＰ－回復　Ｘ－Ｆ　ＭＸーＭＦ）";
descArray2[3] = "--------------------------------------------------";
exports.descArray[ix] = descArray2;


